Repository: City-of-Helsinki/django-helsinki-notification
Catalog: helsinki_notification/locale/*/LC_MESSAGES/django.po
Languages: fi

source: Notification details
fi: Ilmoituksen yksityiskohdat

source: External URL
fi: Linkki toiseen sivustoon

source: Validity period
fi: Voimassaoloaika

source: System fields
fi: Järjestelmätiedot

source: Notifications
fi: Ilmoitukset

source: Information
fi: Tiedotus

source: Alert
fi: Varoitus

source: Error
fi: Poikkeus

source: Creation time
fi: Luontiajankohta

source: Modification time
fi: Muokkausajankohta

source: Valid from
fi: Voimassaolo alkaa

source: Valid until
fi: Voimassaolo päättyy

source: Notification type
fi: Ilmoituksen tyyppi

source: Title (Finnish)
fi: Otsikko suomeksi

source: Title (Swedish)
fi: Otsikko ruotsiksi

source: Title (English)
fi: Otsikko englanniksi

source: Content (Finnish)
fi: Sisältö suomeksi

source: Content (Swedish)
fi: Sisältö suomeksi

source: Content (English)
fi: Sisältö englanniksi

source: External URL (Finnish)
fi: Linkki toiseen sivustoon (suomenkielinen versio)

source: External URL (Swedish)
fi: Linkki toiseen sivustoon (ruotsinkielinen versio)

source: External URL (English)
fi: Linkki toiseen sivustoon (englanninkielinen versio)

source: External URL title (Finnish)
fi: Linkin otsikko suomeksi

source: External URL title (Swedish)
fi: Linkin otsikko ruotsiksi

source: External URL title (English)
fi: Linkin otsikko englanniksi

source: notification
fi: ilmoitus

source: notifications
fi: ilmoitukset

source: The validity period's start must occur before its end.
fi: Voimassaoloaika ei voi päättyä ennen sen alkua.
